ddd={'45262870': {'1': 'Fg'}, '645262870': {'2': 'M', '3': '31-45', '1': 'Poland', '4': 'Высшее', '5': '8', '6': 'Android', '7': '1.', '8': 'Нет', '9': 'Лень', '10': 'yes_10'}, '115209746': {'1': 'Израиль', '2': 'Ж', '3': '31-45', '4': 'Высшее', '5': '9', '6': 'iOS', '7': '2.', '8': 'Нет', '9': 'Не знаю', '10': 'yes_10'}, '543765821': {'1': 'Минск', '2': 'Ж', '3': '31-45', '4': 'Высшее', '5': '8', '6': 'iOS', '7': 'c', '8': 'Вопрос номер восемь', '9': 'Вопрос номер девять', '10': 'no_0'}, '407518': {'1': 'Израиль', '2': 'M', '3': '31-45', '4': 'Среднее специальное', '5': '10', '6': 'iOS', '7': '3.', '8': 'Игры', '9': 'Геймификацию', '10': 'yes_10'}, '447128698': {'1': 'Израиль', '2': 'Ж', '3': '31-45', '4': 'Высшее', '5': '10', '6': 'iOS', '7': '2.', '8': 'Нету', '9': 'Мне не нужно', '10': 'no_0'}}
q1=['Fg', 'Poland', 'Израиль', 'Минск', 'Израиль', 'Израиль']
q2=['M', 'Ж', 'Ж', 'M', 'Ж']
q3=['31-45', '31-45', '31-45', '31-45', '31-45']
q4=['Высшее', 'Высшее', 'Высшее', 'Среднее специальное', 'Высшее']
q5=['8', '9', '8', '10', '10']
q6=['Android', 'iOS', 'iOS', 'iOS', 'iOS']
q7=['1.', '2.', 'c', '3.', '2.']
q8=['Нет', 'Нет', 'Вопрос номер восемь', 'Игры', 'Нету']
q9=['Лень', 'Не знаю', 'Вопрос номер девять', 'Геймификацию', 'Мне не нужно']
q10=['yes_10', 'yes_10', 'no_0', 'yes_10', 'no_0']
( 1.Страна проживания   Всего: 6  ['Fg', 'Poland', 'Израиль', 'Минск', 'Израиль', 'Израиль']) 
( 2.Пол  Всего: 5  [('M', 2, 40.0), ('Ж', 3, 60.0)]) 
( 3.Возраст  Всего: 5  [('21-30', 0, 0.0), ('31-45', 5, 100.0), ('Старше 45', 0, 0.0)]) 
( 4.Образование:  Всего: 5  [('Высшее', 4, 80.0), ('Среднее специальное', 1, 20.0), ('Среднее', 0, 0.0), ('Другое', 0, 0.0)]) 
( 5.Как вы оцениваете уровень вашего взаимодействия с мобильными приложениями  Всего: 5  [('1', 0, 0.0), ('2', 0, 0.0), ('3', 0, 0.0), ('4', 0, 0.0), ('5', 0, 0.0), ('6', 0, 0.0), ('7', 0, 0.0), ('8', 2, 40.0), ('9', 1, 20.0), ('10', 2, 40.0)]) 
( 6.Какой мобильной операционной системой вы пользуетесь сейчас?  Всего: 5  [('Android', 1, 20.0), ('iOS', 4, 80.0)]) 
( 7.Нужно ли вам время от времени такое приложение?  Всего: 5  [('1.', 1, 20.0), ('2.', 2, 40.0), ('3.', 1, 20.0), ('4.', 0, 0.0), ('5.', 0, 0.0)]) 
( 10.Готовы ли вы оформить подписку на такое мобильное приложение  Всего: 5  [('no_0', 2, 40.0), ('yes_10', 3, 60.0), ('yes_30', 0, 0.0)]) 
