ddd={'645262870': {'1': 'Belarus', '2': 'Ж', '3': '31-45', '4': 'Высшее', '5': '1', '6': 'Android', '7': '2.', '8': 'no', '9': 'nothing', '10': 'yes_30'}}
q1=['Belarus']
q2=['Ж']
q3=['31-45']
q4=['Высшее']
q5=['1']
q6=['Android']
q7=['2.']
q8=['no']
q9=['nothing']
q10=['yes_30']
( 1.Страна проживания   Всего: 1  (['Belarus'])) 
( 2.Пол  Всего: 1  [('M', 0, 0.0), ('Ж', 1, 100.0)]) 
( 3.Возраст  Всего: 1  [('21-30', 0, 0.0), ('31-45', 1, 100.0), ('Старше 45', 0, 0.0)]) 
( 4.Образование:  Всего: 1  [('Высшее', 1, 100.0), ('Среднее специальное', 0, 0.0), ('Среднее', 0, 0.0), ('Другое', 0, 0.0)]) 
( 5.Как вы оцениваете уровень вашего взаимодействия с мобильными приложениями  Всего: 1  [('1', 1, 100.0), ('2', 0, 0.0), ('3', 0, 0.0), ('4', 0, 0.0), ('5', 0, 0.0), ('6', 0, 0.0), ('7', 0, 0.0), ('8', 0, 0.0), ('9', 0, 0.0), ('10', 0, 0.0)]) 
( 6.Какой мобильной операционной системой вы пользуетесь сейчас?  Всего: 1  [('Android', 1, 100.0), ('iOS', 0, 0.0)]) 
( 7.Нужно ли вам время от времени такое приложение?  Всего: 1  [('1.', 0, 0.0), ('2.', 1, 100.0), ('3.', 0, 0.0), ('4.', 0, 0.0), ('5.', 0, 0.0)]) 
( 8.Как бы вы поняли, что вам нужно скачать такое приложение?   Всего: 1  (['no']))
( 9.Что бы вы хотели видеть в таком приложении?  Всего: 1  [('быстрые способы справиться с гневом', 0, 0.0), ('техники релаксации с визуальным/аудио/видео сопровождением', 0, 0.0), ('техники профилактики гнева', 0, 0.0), ('возможность отслеживать свой прогресс и статистику', 0, 0.0), ('свой вариант', 0, 0.0)]) 
( 9.Другие ответы:   [['nothing']]) 
( 10.Готовы ли вы оформить подписку на такое мобильное приложение  Всего: 1  [('no_0', 0, 0.0), ('yes_10', 0, 0.0), ('yes_30', 1, 100.0)]) 
