ddd={'645262870': {'1': 'Poland', '2': 'M', '3': '21-30', '4': 'Другое', '5': '7', '6': 'Android', '7': '2.', '8': 'Nothing', '9': 'Fd', '10': 'yes_30'}, '543765821': {'1': 'Germany', '2': 'Ж', '3': '21-30', '4': 'Высшее', '5': '9', '6': 'iOS', '7': '1.', '8': 'Не нужно', '9': 'возможность отслеживать свой прогресс и статистику', '10': 'no_0'}, '407518': {'1': 'Рб', '2': 'M', '3': '31-45', '4': 'Среднее специальное', '5': '6', '6': 'iOS', '7': '3.', '8': 'Хз', '9': 'техники профилактики гнева', '10': 'yes_1'}}
q1=['Poland', 'Germany', 'Рб']
q2=['M', 'Ж', 'M']
q3=['21-30', '21-30', '31-45']
q4=['Другое', 'Высшее', 'Среднее специальное']
q5=['7', '9', '6']
q6=['Android', 'iOS', 'iOS']
q7=['2.', '1.', '3.']
q8=['Nothing', 'Не нужно', 'Хз']
q9=['Fd', 'возможность отслеживать свой прогресс и статистику', 'техники профилактики гнева']
q10=['yes_30', 'no_0', 'yes_1']
( 1.Страна проживания   Всего: 3  (['Poland', 'Germany', 'Рб'])) 
( 2.Пол  Всего: 3  [('M', 2, 66.66666666666666), ('Ж', 1, 33.33333333333333)]) 
( 3.Возраст  Всего: 3  [('21-30', 2, 66.66666666666666), ('31-45', 1, 33.33333333333333), ('Старше 45', 0, 0.0)]) 
( 4.Образование:  Всего: 3  [('Высшее', 1, 33.33333333333333), ('Среднее специальное', 1, 33.33333333333333), ('Среднее', 0, 0.0), ('Другое', 1, 33.33333333333333)]) 
( 5.Как вы оцениваете уровень вашего взаимодействия с мобильными приложениями  Всего: 3  [('1', 0, 0.0), ('2', 0, 0.0), ('3', 0, 0.0), ('4', 0, 0.0), ('5', 0, 0.0), ('6', 1, 33.33333333333333), ('7', 1, 33.33333333333333), ('8', 0, 0.0), ('9', 1, 33.33333333333333), ('10', 0, 0.0)]) 
( 6.Какой мобильной операционной системой вы пользуетесь сейчас?  Всего: 3  [('Android', 1, 33.33333333333333), ('iOS', 2, 66.66666666666666)]) 
( 7.Нужно ли вам время от времени такое приложение?  Всего: 3  [('1.', 1, 33.33333333333333), ('2.', 1, 33.33333333333333), ('3.', 1, 33.33333333333333), ('4.', 0, 0.0), ('5.', 0, 0.0)]) 
( 8.Как бы вы поняли, что вам нужно скачать такое приложение?   Всего: 3  (['Nothing', 'Не нужно', 'Хз']))
( 9.Что бы вы хотели видеть в таком приложении?  Всего: 3  [('быстрые способы справиться с гневом', 0, 0.0), ('техники релаксации с визуальным/аудио/видео сопровождением', 0, 0.0), ('техники профилактики гнева', 1, 33.33333333333333), ('возможность отслеживать свой прогресс и статистику', 1, 33.33333333333333), ('свой вариант', 0, 0.0)]) 
( 9.Другие ответы:   [['Fd']]) 
( 10.Готовы ли вы оформить подписку на такое мобильное приложение  Всего: 3  [('no_0', 1, 33.33333333333333), ('yes_10', 0, 0.0), ('yes_30', 1, 33.33333333333333)]) 
